import './Vnutrichnia.css';
import tank from "../../img/callofduty.jpg"

function Vnutrichnia() {
  return (
    <div className="Vnutrichnia">
    <p className='text-v'>
    <img className='img-v' src={tank}></img>

   <span className='bolt'>Внутрішній порядок</span>  - це суворе додержання визначених військовими статутами правил розміщення, повсякденної діяльності, побуту військовослужбовців у військовій частині (підрозділі) й несення служби добовим нарядом.
130. Внутрішній порядок досягається:
глибоким розумінням, свідомим і неухильним виконанням військовослужбовцями обов’язків, визначених законами України та статутами Збройних Сил України;

Абзац другий статті 130 із змінами, внесеними згідно із Законом № 205-IX від 17.10.2019

чіткою організацією бойової підготовки;
зразковим бойовим чергуванням та несенням служби добовим нарядом;
неухильним виконанням розпорядку дня;
додержанням правил експлуатації озброєння, бойової та іншої техніки, матеріальних засобів, створенням у місцях розташування військовослужбовців умов для їх повсякденної діяльності, життя й побуту, що відповідають вимогам статутів Збройних Сил України;

Абзац шостий статті 130 із змінами, внесеними згідно із Законом № 205-IX від 17.10.2019

цілеспрямованою виховною роботою, поєднанням високої вимогливості командирів (начальників) з постійною турботою про підлеглих у додержанні їх прав, задоволенні потреб і зміцненні здоров’я;
додержанням вимог пожежної безпеки, а також проведенням заходів щодо охорони довкілля в районі діяльності військової частини.
    </p>

    </div>
  );
}

export default Vnutrichnia;