import './Guard.css';
import varta from "../../img/varta.jpg"

function Guard() {
  return (
    <div className="Guard">
    <p className='text-v'>
    <img className='img-v' src={varta}></img>
    Перевірка варт проводиться посадовими особами гарнізону (військової частини) за графіком, який складається щомісячно з розрахунку здійснення перевірки кожної зміни та затверджується начальником гарнізону (командиром військової частини).
Варти, розташовані на території залізничної (водної) дільниці, станції (порту), аеропорту, а також варти всіх транспортів із військовими вантажами, що проходять через станцію (порт), аеропорт, зобов’язаний перевіряти військовий комендант дільниці, станції (порту), аеропорту.
187. Особи, які прибули для перевірки варт із штабів вищого рівня, зобов’язані показати черговому варт (військової частини) посвідчення особи та засвідчений печаткою письмовий припис (посвідчення про відрядження) начальника, за дорученням якого їх призначено здійснити перевірку.
Черговий варт (військової частини) доповідає про це начальникові (заступникові начальника) гарнізону (командирові та начальникові штабу) і супроводжує осіб, що перевіряють, до вартового приміщення.
Частина друга статті 187 із змінами, внесеними згідно із Законом № 205-IX від 17.10.201
Офіцери своєї військової частини перевіряють варту без супроводу чергового частини або його помічника.
188. Особи, які перевіряють несення служби чатовими, супроводжуються до постів начальником варти або його помічником з одним-двома озброєними вартовими.
Під час перевірки несення служби чатовими (за винятком осіб, яким чатові підпорядковані) зауважень ніхто їм не робить; про всі помічені недоліки вони дають вказівки особам, які їх супроводжують. Результати перевірки та вказівки записуються до постової відомості.
    </p>

    </div>
  );
}

export default Guard;