import './Garrison.css';
import parade from "../../img/parade.jpg"

function Garrison() {
  return (
    <div className="Garrison">
    <p className='text-v'>
    <img className='img-v' src={parade}></img>

 Начальник гарнізону відповідає за підтримання військової дисципліни, організацію несення гарнізонної та вартової служб, забезпечення необхідних умов для повсякденного життя та підготовки військових частин гарнізону, проведення гарнізонних заходів за їх участю, стан екологічної та пожежної безпеки гарнізону, взаємодію відповідно до компетенції з іншими утвореними відповідно до законів України військовими формуваннями, правоохоронними органами спеціального призначення, Державною спеціальною службою транспорту, Державною службою спеціального зв’язку та захисту інформації України, місцевими органами виконавчої влади, органами місцевого самоврядування, підприємствами, установами та організаціями.

Частина перша статті 9 із змінами, внесеними згідно із Законом № 1420-IV від 03.02.2004; в редакції Закону № 205-IX від 17.10.2019

Він має право, у разі потреби, для виконання покладених на нього завдань залучати особовий склад і транспортні засоби військових частин гарнізону.
Начальник гарнізону з питань гарнізонної служби та служби гарнізонних варт підпорядкований командувачу військ оперативного командування і є прямим начальником з цих питань для всіх військовослужбовців гарнізону, у тому числі командирів з’єднань і військових частин, які входять до складу гарнізону, а також для старшого морського начальника.
Про вступ до виконання своїх обов’язків начальник гарнізону оголошує в наказі по гарнізону, доповідає командувачу військ оперативного командування та своєму безпосередньому начальникові, а також повідомляє про це відповідні органи виконавчої влади та органи місцевого самоврядування.
    </p>

    </div>
  );
}

export default Garrison;